#specific keys+text combination that overwrite template keys+text
#scan the original i18n of the template component for the keys
#you can find it by starting the application in the WebIDE with a run configuration that has unchecked 'open with frame'
#and modify the URL in the browser to /resources/sap/suite/ui/generic/template/<template component name>/i18n/i18n.properties
#<EXISTING_KEY>=<new text for the key>

#XTIT
PAGEHEADER=\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E41\u0E1A\u0E1A\u0E1F\u0E23\u0E35\u0E1F\u0E2D\u0E23\u0E4C\u0E21

#XBUT
RELEASE=\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34

#XBUT
REVERSE=\u0E01\u0E25\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XBUT
POST=\u0E1C\u0E48\u0E32\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XBUT
POST_AND_RELEASE=\u0E1C\u0E48\u0E32\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E41\u0E25\u0E30\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34

#XMSG
POST_AND_RELEASE_ID=\u0E1C\u0E48\u0E32\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E41\u0E25\u0E30\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {0} \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XMSG
PAYMENT_POSTED_AND_RELEASED=\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {0} \u0E16\u0E39\u0E01\u0E1C\u0E48\u0E32\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E41\u0E25\u0E30\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E41\u0E25\u0E49\u0E27

#XBUT
CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XMSG
RELEASE_ID=\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {0}?

#XMSG
PAYMENT_RELEASED=ID \u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\: {0} \u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E41\u0E25\u0E49\u0E27

#XMSG
REVERSE_ID=\u0E01\u0E25\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {0}?

#XFLD
REVERSAL_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E01\u0E25\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\:

#XFLD
REVERSAL_REASON=\u0E40\u0E2B\u0E15\u0E38\u0E1C\u0E25\u0E01\u0E32\u0E23\u0E01\u0E25\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\:

#XMSG
PAYMENT_REVERSED=\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {0} \u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E01\u0E25\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E41\u0E25\u0E49\u0E27

#XMSG
POST_ID=\u0E1C\u0E48\u0E32\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {0}?

#XMSG
PAYMENT_POSTED=\u0E1C\u0E48\u0E32\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {0} \u0E41\u0E25\u0E49\u0E27

#YMSE
ERROR_VARIANT=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E42\u0E2B\u0E25\u0E14\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {0}

#YMSE
ERROR_VARIANT_DATA=\u0E01\u0E32\u0E23\u0E19\u0E33\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27

#XTIT
SAVE_AS_VARIANT_TITLE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E1B\u0E47\u0E19\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01

#XFLD
VARIANT_NAME=\u0E0A\u0E37\u0E48\u0E2D\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01

#XFLD
VARIANT_DESCRIPTION=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01

#YMSW
VARIANT_NAME_EXISTS=\u0E0A\u0E37\u0E48\u0E2D\u0E19\u0E35\u0E49\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27

#XBUT
OVERWRITE=\u0E40\u0E02\u0E35\u0E22\u0E19\u0E17\u0E31\u0E1A

#XBUT
SAVE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01

#XBUT
CLOSE=\u0E1B\u0E34\u0E14

#YMSE
INPUT_REQUIRED={0} \u0E40\u0E1B\u0E47\u0E19\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 (*)

#YMSG, 180: used in expired lock dialog (pop-up). Parameter: {0}= user name.
DRAFT_LOCK_EXPIRED=\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E2D\u0E37\u0E48\u0E19\u0E44\u0E14\u0E49\u0E41\u0E01\u0E49\u0E44\u0E02\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E19\u0E35\u0E49\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\: \n{0} \n\u0E16\u0E49\u0E32\u0E04\u0E38\u0E13\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49 \u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E43\u0E14\u0E46 \u0E08\u0E30\u0E2A\u0E39\u0E0D\u0E2B\u0E32\u0E22

#YMSG, 180: used in a dialog pop-up; there is a draft document but the user navigates to the active document. Parameters: {1}= object Key {2}= changed at (date/time).
DRAFT_FOUND_RESUME=\u0E40\u0E23\u0E32\u0E44\u0E14\u0E49\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {1} \u0E40\u0E21\u0E37\u0E48\u0E2D {2}\n\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E15\u0E48\u0E2D\u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07? 

#XMSG
DRAFT_LOCKED_ERROR=\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16 {0} \u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E19\u0E35\u0E49\u0E44\u0E14\u0E49\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49 \u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E04\u0E33\u0E02\u0E2D\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27\u0E16\u0E39\u0E01\u0E25\u0E47\u0E2D\u0E04\u0E42\u0E14\u0E22 {1}

#YMSG, 180: used in expired lock dialog (pop-up). Parameter: {0}= user name.
DRAFT_DISCARD_WARNING=\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E2D\u0E37\u0E48\u0E19\u0E44\u0E14\u0E49\u0E41\u0E01\u0E49\u0E44\u0E02\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E19\u0E35\u0E49\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\:\n\n {0} \n\n \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E40\u0E2B\u0E25\u0E48\u0E32\u0E19\u0E35\u0E49\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XBUT
DISCARD=\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07

#YMSE
OBJECT_SAVED=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E41\u0E25\u0E49\u0E27

#YMSE
OBJECT_CREATED=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E41\u0E25\u0E49\u0E27

#XBUT, 50: used in a message box after pressing the delete button. Parameter: {1}= object title, {2}= object subtitle.
DELETE_WITH_OBJECTINFO=\u0E25\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19 {1}  {2} \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XBUT, 50: used in a message box after pressing the delete button. Parameter: {0}= object title.
DELETE_WITH_OBJECTTITLE=\u0E25\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19  {0} \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XTIT, 50: used as page title for a new object.
NEW_OBJECT=\u0E04\u0E33\u0E02\u0E2D\u0E43\u0E2B\u0E49\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E43\u0E2B\u0E21\u0E48

#XTIT
MANAGE_VARIANTS=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01

#XRBL
BANK_DETAILS_ENTRY=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E18\u0E19\u0E32\u0E04\u0E32\u0E23

#XRBL
IBAN_ENTRY=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23 IBAN
